[
	{
		"id": "start",
		"line": 76,
		"story": [
			"DU SITZT IM KERKER DES GRAUSAMEN, TYRANNISCHEN KÖNIGS UBOLZIO …",
			"… denn du wurdest beim Äpfelklauen in den königlichen Obstgärten erwischt und zu 10 Jahren Kerker verknackt. Schöner Mist!!!\nDoch es ist dir inzwischen endlich gelungen, mit einer schäbigen Nagelfeile das verflixte Schloß aufzubekommen. Jetzt öffne die Kerkertür …"
		],
		"commands": [
			{ "key": "o", "text": "öffne Tür", "action": "kerker_10" }
		],
		"hint": "Ich sagte: >Öffne die Tür!< [Eventuell Artikel weglassen.]"
	},

	{
		"id": "kerker_10",
		"line": 88,
		"story": [
			"Du öffnest, trittst aus dem Kerker und stehst jetzt in einem düsteren Gewölbekeller. Besonders viel kannst du nicht erkennen, doch du entdeckst schließlich eine Treppe, deren rutschige Stufen vermutlich hier heraus führen."
		],
		"commands": [
			{ "key": "h", "text": "hoch", "action": "kerker_20" },
			{ "key": "r", "text": "runter", "action": null, "message": "Die Treppe geht übrigens nach oben." }
		]
	},

	{
		"id": "kerker_20",
		"line": 96,
		"story": [
			"Du gelangst in einen kleinen, beleuchteten Raum. Du kannst nun rechts, links und geradeaus weitergehen. Außerdem bemerkst du, daß vor deinen Füßen ein Zettel liegt. Entscheide, in welcher Richtung du weiterläufst [gib >weiter< für geradeaus ein] oder heb den Zettel auf, wenn du wissen willst, was darauf steht."
		],
		"commands": [
			{ "key": "n", "text": "nimm Zettel", "action": "kerker_21" },
			{ "key": "r", "text": "rechts", "action": "kerker_tod" },
			{ "key": "l", "text": "links", "action": "turm_ug" },
			{ "key": "w", "text": "weiter", "action": "kerker_30" }
		],
		"hint": "Ich erwarte eine vernünftige Entscheidung!"
	},

	{
		"id": "kerker_20a",
		"line": 96,
		"story": [
			"Du gelangst in einen kleinen, beleuchteten Raum. Du kannst nun links und geradeaus weitergehen. Außerdem bemerkst du, daß vor deinen Füßen ein Zettel liegt. Entscheide, in welcher Richtung du weiterläufst [gib >weiter< für geradeaus ein] oder heb den Zettel auf, wenn du wissen willst, was darauf steht."
		],
		"commands": [
			{ "key": "n", "text": "nimm Zettel", "action": "kerker_21a" },
			{ "key": "l", "text": "links", "action": "kerker_30" },
			{ "key": "w", "text": "weiter", "action": "kerker_tod" },
			{ "key": "z", "text": "zurück", "action": "turm_ug" }
		],
		"hint": "Ich erwarte eine vernünftige Entscheidung!"
	},

	{
		"id": "kerker_21",
		"line": 108,
		"story": [
			"Du hebst also den Zettel auf, und darauf steht in bunten Buchstaben:\nLEST MICKY-MAUS!",
			"Du wirfst den Wisch ärgerlich weg und beschließt zu gehen."
		],
		"commands": [
			{ "key": "r", "text": "rechts", "action": "kerker_tod" },
			{ "key": "l", "text": "links", "action": "turm_ug" },
			{ "key": "w", "text": "weiter", "action": "kerker_30" }
		]
	},

	{
		"id": "kerker_21a",
		"line": 108,
		"story": [
			"Du hebst also den Zettel auf, und darauf steht in bunten Buchstaben:\nLEST MICKY-MAUS!",
			"Du wirfst den Wisch ärgerlich weg und beschließt zu gehen."
		],
		"commands": [
			{ "key": "l", "text": "links", "action": "kerker_30" },
			{ "key": "w", "text": "weiter", "action": "kerker_tod" },
			{ "key": "z", "text": "zurück", "action": "turm_ug" }
		]
	},

	{
		"id": "kerker_tod",
		"line": 114,
		"story": [
			"Du wendest dich nach rechts und latschst genau auf die dort verborgene Falltür!\nDu landest ganz schön schmerzhaft etliche Meter tiefer und stellst fest, daß es aus diesem Loch keinen Ausweg gibt …"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "game_over" }
		]
	},

	{
		"id": "kerker_30",
		"line": 128,
		"story": [
			"Du gehst ein Stück weiter und befindest dich jetzt in einem noch kleineren Raum. Du siehst einen Tisch, und darauf liegen ein Helm und ein Umhang. Außerdem steht mitten im Raum eine Leiter, die zu einer Öffnung in der Decke führt.\nPlötzlich hörst du rauhe Stimmen und schwere Schritte, und du weißt, daß hier wahrscheinlich gleich die Schergen von König UBOLZIO auftauchen werden."
		],
		"commands": [
			{ "key": "n", "text": "nimm Helm Umhang", "set-condition": "has-helmet", "action": "kerker_31" },
			{ "key": "h", "text": "hoch", "set-condition": "no-helmet", "action": "wachraum" },
			{ "key": "z", "text": "zurück", "action": "kerkerwache_tod" }
		]
	},

	{
		"id": "kerker_31",
		"line": 140,
		"story": [
			"Du schnappst dir Helm und Umhang. Jetzt aber nichts wie weg!"
		],
		"commands": [
			{ "key": "h", "text": "hoch", "action": "wachraum" },
			{ "key": "z", "text": "zurück", "action": "kerkerwache_tod" }
		]
	},

	{
		"id": "kerkerwache_tod",
		"line": 137,
		"story": [
			"Du hastest zurück – und rennst genau den Wächtern in die Arme. Jetzt ist alles zu spät …"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "game_over" }
		]
	},

	{
		"id": "wachraum",
		"line": 144,
		"story": [
			"So schnell du kannst, erklimmst du die Leiter und verschwindest durch das Schlupfloch in der Decke. Sicherheitshalber ziehst du auch noch die Leiter ein. Jetzt bist du erstmal außer Gefahr. Du schaust dich um: Du befindest dich anscheinend im Raum der Burgwachen. Ihr ganzer Krempel liegt hier verstreut herum, unter anderem:",
			[
				{ "condition": "no-helmet", "story": "Ein Schwert, ein Schild und ein Seil.\nNimm die Sachen mit!" },
				{ "condition": "has-helmet", "story": "Ein Schlüsselbund und eine Keule.\nNimm die Sachen mit!" }
			]
		],
		"commands": [
			{ "condition": "no-helmet", "key": "n", "text": "nimm Schwert Schild Seil", "set-condition": "has-sword", "action": "wachraum_10" },
			{ "condition": "has-helmet", "key": "n", "text": "nimm Schlüsselbund Keule", "set-condition": "has-keys", "action": "wachraum_10" }
		],
		"hint": "Wenn du die Sachen nicht mitnimmst, geht das Spiel nicht weiter! [Auf Kommata + >und< verzichten.]"
	},

	{
		"id": "wachraum_10",
		"line": 157,
		"story": [
			"Nachdem du die Sachen genommen hast, suchst du nach einem Ausgang. Du entdeckst eine Tür, die allerdings verschlossen ist."
		],
		"commands": [
			{ "condition": "has-sword", "key": "o", "text": "öffne Tür", "set-condition": "has-sword-or-keys", "action": "wachraum_has-sword" },
			{ "condition": "has-keys", "key": "o", "text": "öffne Tür", "set-condition": "has-sword-or-keys", "action": "wachraum_has-keys" }
		],
		"hint": "Versuche, die Tür zu öffnen."
	},

	{
		"id": "wachraum_has-sword",
		"line": 163,
		"story": [
			"Womit?"
		],
		"commands": [
			{ "key": "k", "text": "Schlüssel", "action": null, "message": "Du hast leider keinen Schlüssel." },
			{ "key": "s", "text": "Schwert", "action": "wachraum_20" }
		],
		"hint": "Klappt nicht. Benutze etwas anderes."
	},

	{
		"id": "wachraum_20",
		"line": 171,
		"story": [
			"Richtig. Du machst aus der Tür Kleinholz und verläßt diesen Raum."
		],
		"continue": "burghof_has-sword-or-keys"
	},

	{
		"id": "wachraum_has-keys",
		"line": 186,
		"story": [
			"Da du jetzt die Schlüssel besitzt, ist es für dich kein Problem, die Tür zu öffnen. Du verläßt den Raum."
		],
		"continue": "burghof_has-sword-or-keys"
	},

	{
		"id": "turm_ug",
		"line": 123,
		"story": [
			"Du kommst an eine Wendeltreppe. Sie wendelt aufwärts.\nWenn du meinst, daß sie aus dem Kerker führt, folge ihr. Oder geh zurück."
		],
		"commands": [
			{ "key": "h", "text": "hoch", "set-condition": "no-weapons", "action": "turm_eg" },
			{ "key": "z", "text": "zurück", "action": "kerker_20a" }
		]
	},

	{
		"id": "turm_eg",
		"line": 257,
		"story": [
			"Du hast dich entschlossen, die steile Wendeltreppe hinaufzugehen. Es ist ziemlich mühsam; du erreichst keuchend und schnaufend einen Ausgang.\nUnd jetzt? Willst du noch weiter hinaufsteigen oder lieber sehen, welche Räumlichkeit sich dir hier auftut? [Benutze >hoch< bzw. >links<.]"
		],
		"commands": [
			{ "key": "h", "text": "hoch", "action": "turm_og" },
			{ "key": "l", "text": "links", "action": "lagerhaus_aus-turm-ug" }
		],
		"hint": "Kannst du nicht lesen? >Hoch< bzw. >links<!"
	},

	{
		"id": "turm_og",
		"line": 349,
		"story": [
			"Du steigst die Wendeltreppe immer höher, bis sie plötzlich vor einer kleinen Tür endet."
		],
		"commands": [
			{ "key": "o", "text": "öffne Tür", "action": "turm_og_10" }
		],
		"hint": "Mach etwas Sinnvolles!"
	},

	{
		"id": "turm_og_10",
		"line": 355,
		"story": [
			"Du versuchst, die Tür zu öffnen, aber sie ist verschlossen.\nFolgendes kannst du jetzt machen:",
			[
				{ "condition": "has-sword", "story": "1. Du gehst wieder.\n2. Du benutzt wiedermal dein Schwert. [>öffne Tür mit Schwert<]\n3. Du klopfst an und wartest, ob vielleicht jemand öffnet. [>klopfe an<]" },
				{ "condition": "no-weapons", "story": "1. Du gehst wieder.\n2. Du klopfst an und wartest, ob vielleicht jemand öffnet. [>klopfe an<]" }
			]
		],
		"commands": [
			{ "condition": "has-sword", "key": "o", "text": "öffne Tür mit Schwert", "action": "turm_tod" },
			{ "key": "k", "text": "klopfe an", "action": "turm_og_20" },
			{ "key": "r", "text": "runter", "set-condition": "no-magic-wand", "action": "burghof-switch" }
		]
	},

	{
		"id": "turm_tod",
		"line": 366,
		"story": [
			"Du schlägst mit deinem Stahl ein paar mal auf das Türholz ein, doch auf einmal öffnet sich die Tür, und ein Zauberer steht vor dir! Daß es ein Zauberer ist, bemerkst du erst, als er dich schon in eine kleine Maus verwandelt hat zur Strafe dafür, daß du ihm seine Tür beschädigt hast …"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "game_over" }
		]
	},

	{
		"id": "turm_og_20",
		"line": 371,
		"story": [
			"Du klopfst an und - siehe da - plötzlich geht die Tür auf, und ein alter Mann in einem wallenden Gewand und mit viel Bart steht vor dir. Er bittet dich freundlich herein, und du trittst erfreut ein. Es ist ein Turmzimmer direkt unter dem Dach, nicht besonders groß aber ausgefüllt mit dicken Bücherregalen, einem Bett, einem Schreibtisch, einer eisenbeschlagenen Truhe und noch einigen anderen Dingen. An den Wänden hängen seltsame Bilder und Karten.",
			"Der Mann fragt dich: >>Warum bist du zu mir hinaufgestiegen?<<\nDu sagst: >>Ich bin aus dem Kerker entflohen und suche einen Ausweg aus dieser furchtbaren Burg.<<\n>>Niemand ist je aus der Burg UBOLZIOs entkommen.<<, sagt der Mann.\nDu bist sehr verzweifelt."
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "turm_og_21" }
		]
	},

	{
		"id": "turm_og_21",
		"line": 385,
		"story": [
			"Der Mann legt seine Hand auf deine Schulter, sieht dir fest in Augen und sagt zu dir: >>Wenn du diesem Hort des Verderbens entrinnen willst, mußt du zuerst UBOLZIOs Macht brechen und ihn töten.<<\n>>Wie kann ich das schaffen?<<, fragst du.\n>>Du mußt bis zum Thronsaal vordringen, denn darin sitzt UBOLZIO Tag für Tag und ergötzt sich an seiner Macht. Vor dem Thronsaal liegt ein dreiköpfiger Drache. Nicht Schwert noch Pfeil können ihm etwas anhaben. Doch rührst du ihn mit diesem Stab an (Bei diesen Worten reicht er dir einen kleinen, weißen Stab), muß er sogleich zu Staub zerfallen.<<",
			"Du faßt wieder Mut und bedankst dich sehr herzlich bei dem alten Mann. Er geleitet dich bis zur Treppe und wünscht dir viel Glück. Du verabschiedest dich von ihm und gehst nun die Wendeltreppe wieder hinab."
		],
		"commands": [
			{ "key": "r", "text": "runter", "set-condition": "has-magic-wand", "action": "burghof-switch" }
		],
		"hint": "Geh hinunter."
	},

	{
		"id": "lagerhaus_aus-turm-ug",
		"line": 266,
		"story": [
			"Du betrittst eine große Halle. Du schaust dich um und entdeckst eine Vielzahl an Lebensmitteln aber auch Boote, behauene Steine, Werkzeuge verschiedenster Art, aufgestapelte Holzbohlen, Stoffballen, Tierhäute und noch einige andere Sachen. Allem Anschein nach befindest du dich im Lagerhaus.\nRechts ist ein großes Tor, was vermutlich auf den Burghof führt, und am anderen Ende der Halle siehst du eine breite Holztreppe zum Dachboden.",
			"Als du gerade überlegst, ob du nicht erst etwas von den leckeren Sachen hier essen könntest, bevor du weitergehst, dringen plötzlich Gebrüll, schnelle Schritte und Waffengeklirr von unten aus der Wendeltreppe zu dir herauf! Man hat deine Flucht bemerkt!\nJetzt mußt du rasch entscheiden, wohin du fliehst!"
		],
		"commands": [
			{ "key": "r", "text": "rechts", "set-condition": "visited-lagerhaus", "action": "stallungen_flucht" },
			{ "key": "h", "text": "hoch", "action": "lagerhaus_tod" }
		],
		"hint": "Keine Zeit für Scherze! Du mußt fliehen!"
	},

	{
		"id": "lagerhaus",
		"line": 281,
		"story": [
			"Du läufst behende über den Burghof zum Lagerhaus, öffnest schnell das große Tor hindurch. Du betrittst eine große Halle. Du schaust dich um und entdeckst eine Vielzahl an Lebensmitteln aber auch Boote, behauene Steine, Werkzeuge verschiedenster Art, aufgestapelte Holzbohlen, Stoffballen, Tierhäute und noch einige andere Sachen.\nAn einem Ende der Halle - rechts von dir - steht eine breite Holztreppe, die zum Dachboden führt. Links, am anderen Ende, siehst du den Eingang zu einer Wendeltreppe, die man sowohl hinauf-, als auch hinabgehen kann.",
			"Als du gerade überlegst, ob du nicht erst etwas von den leckeren Sachen hier essen könntest, bevor du weitergehst, dringen plötzlich Gebrüll, schnelle Schritte und Waffengeklirr von unten aus der Wendeltreppe zu dir herauf! Schon wieder bist du bemerkt worden!",
			[
				{ "condition": "has-sword", "story": "Was nun? Stellst du dich der bewaffneten Schar mutig entgegen und versuchst, sie zu erledigen, oder fliehst du lieber? [Gib >kämpfen< bzw. >fliehen< ein.]" },
				{ "condition": "has-keys", "story": "Da du nicht ausreichend bewaffnet bist, um es mit einer Schar Wachen aufzunehmen, beschließt du zu fliehen. Läufst du zurück auf den Burghof oder versuchst du, dich auf dem Dachboden zu verstecken? [>zurück< bzw. >hoch<, das müßte langsam klar sein.]" }
			]
		],
		"commands": [
			{ "condition": "has-sword", "key": "k", "text": "kämpfen", "action": "lagerhaus_kampf" },
			{ "condition": "has-sword", "key": "f", "text": "fliehen", "action": "lagerhaus_flucht" },
			{ "condition": "has-keys", "key": "h", "text": "hoch", "action": "lagerhaus_tod" },
			{ "condition": "has-keys", "key": "z", "text": "zurück", "action": "stallungen_flucht" }
		]
	},

	{
		"id": "lagerhaus_tod",
		"line": 301,
		"story": [
			"Du hetzt die Treppe zum Dachboden hinauf und versteckst dich so gut es geht zwischen Fässern mit Pökelfleisch und Mehlsäcken. Doch die Wachen sind nicht so leicht auszutricksen und suchen das ganze Lagerhaus ab nach dir. Es ist nur noch eine Frage der Zeit, bis sie dich gefunden haben …"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "game_over" }
		]
	},

	{
		"id": "lagerhaus_flucht",
		"line": 311,
		"story": [
			"Du hast beschlossen, dich lieber aus dem Staub zu machen. Läufst du zurück auf den Burghof oder versuchst du, dich auf dem Dachboden zu verstecken?"
		],
		"commands": [
			{ "key": "h", "text": "hoch", "action": "lagerhaus_flucht-tod" },
			{ "key": "z", "text": "zurück", "action": "stallungen_flucht" }
		]
	},

	{
		"id": "lagerhaus_flucht-tod",
		"line": 316,
		"story": [
			"Du hetzt die Treppe zum Dachboden hinauf und versteckst dich so gut es geht zwischen Fässern mit Pökelfleisch und Mehlsäcken. Doch die Wachen sind nicht so leicht auszutricksen und suchen das ganze Lagerhaus ab nach dir. Du sitzt in der Falle, und da wird dir auch dein Schwert nicht mehr viel nützen …"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "game_over" }
		]
	},

	{
		"id": "lagerhaus_kampf",
		"line": 321,
		"story": [
			"Du beschließt, die Schergen UBOLZIOs fertigzumachen! Natürlich willst du dich nicht unbedingt auf einen Nahkampf mit 8 Kerlen gleichzeitig einlassen. Schnell und entschlossen packst du eines von den Fässern, die gleich neben dir stehen, und stößt es die Wendeltreppe hinunter, noch bevor deine Gegner den Treppenausgang erreicht haben. Es poltert lautstark die Treppe hinunter und wenige Sekunden später hörst du das Geschrei und Gefluche der Wachen. Das hat geklappt! Ein paar Augenblicke später ist es einigen gelungen, doch noch bis zu vorzudringen. Du achtest darauf, dich möglichst nicht von der Wendeltreppe zurückdrängen zu lassen, denn der Ausgang ist so schmal, daß immer nur einer von ihnen hindurchpaßt. Trotzdem gerätst du ganz schön ins Schwitzen, denn deine Gegner sind nicht von Pappe!",
			"Willst du lieber den Rückzug antreten oder weiterkämpfen? [>kämpfen< bzw. >fliehen< eingeben.]"
		],
		"commands": [
			{ "key": "k", "text": "kämpfen", "action": "lagerhaus_kampf-sieg" },
			{ "key": "f", "text": "fliehen", "action": "lagerhaus_kampf-tod" }
		],
		"hint": "Willst du lieber den Rückzug antreten oder weiterkämpfen?"
	},

	{
		"id": "lagerhaus_kampf-tod",
		"line": 337,
		"story": [
			"Das war leider ein großer Fehler, genauer gesagt sogar dein letzter! Du drehst dich um und versuchst zu entwischen, und so kannst du nicht sehen, wie einer der Schergen seine Armbrust anlegt, auf dich zielt und abdrückt …"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "game_over" }
		]
	},

	{
		"id": "lagerhaus_kampf-sieg",
		"line": 341,
		"story": [
			"Du nimmst all deine Kräfte zusammen und kämpfst verbissen weiter. Und du schaffst es schließlich!",
			"Du wischt dir den Schweiß vom Gesicht und beschließt nach einer kurzen Ruhepause, die Wendeltreppe hinaufzusteigen, um zu sehen, was dort oben wohl ist."
		],
		"commands": [
			{ "key": "h", "text": "hoch", "action": "turm_og" }
		],
		"hint": "Geh hoch."
	},

	{
		"id": "burghof-switch",
		"line": 401,
		"story": [
			[
				{ "condition": "has-sword", "story": "Du läufst die Wendeltreppe hinunter, gehst durch die große Halle des Lagerhauses und durch das Tor auf den Burghof." },
				{ "condition": "no-weapons", "story": "Du läufst die Wendeltreppe hinunter und betrittst eine große Halle. Du schaust dich um und entdeckst eine Vielzahl an Lebensmitteln, aber auch Boote, behauene Steine, Werkzeuge verschiedenster Art, aufgestapelte Holzbohlen, Stoffballen, Tierhäute und noch einige andere Sachen. Allem Anschein nach befindest du dich im Lagerhaus. Rechts ist ein großes Tor, was vermutlich auf den Burghof führt, und am anderen Ende der Halle siehst du eine breite Holztreppe zum Dachboden.\nDa dir von den vielen hier gelagerten Sachen jedoch keine als brauchbar erscheint, beschließt du, hier nicht länger zu verbleiben, und gehst hinaus auf den Burghof." }
			]
		],
		"commands": [
			{ "condition": "has-magic-wand", "key": "enter", "text": "", "action": "burghof_has-magic-wand" },
			{ "condition": "no-magic-wand", "key": "enter", "text": "", "set-condition": "visited-lagerhaus", "action": "burghof_no-magic-wand" }
		]
	},

	{
		"id": "burghof_has-sword-or-keys",
		"line": 188,
		"story": [
			"Nun stehst du im Freien. Zum Glück ist niemand in der Nähe. Erstmal atmest du tief durch und genießt die frische Luft, die du während deines langen Kerkeraufenthaltes so vermißt hast.",
			"Du stehst auf dem Burghof und überlegst, wo du jetzt hingehen könntest. Es bieten sich gleich mehrere Richtungen an:\nLinks sind die Stallungen, auf der anderen Seite des Hofes liegt der Palas und rechts von dir befindet sich das Lagerhaus. Außerdem könntest du auf den Wehrgang steigen und sehen, ob du da irgendwie weiterkommst.\nGib deine Richtungswahl ein. [Benutze >hoch<, wenn du auf den Wehrgang willst.]"
		],
		"commands": [
			{ "condition": "has-sword", "key": "h", "text": "hoch", "set-condition": "visited-wehrgang", "action": "wehrgang_has-sword" },
			{ "condition": "has-keys", "key": "h", "text": "hoch", "set-condition": "visited-wehrgang", "action": "wehrgang_has-keys" },
			{ "key": "r", "text": "rechts", "set-condition": "visited-lagerhaus", "action": "lagerhaus" },
			{ "key": "l", "text": "links", "set-condition": "visited-stallungen", "action": "stallungen" },
			{ "key": "w", "text": "weiter", "action": "palas" }
		],
		"hint": "Laß den Blödsinn! Entscheide dich für eine Richtung."
	},

	{
		"id": "burghof_has-magic-wand",
		"line": 411,
		"story": [
			"Du beschließt, so schnell wie möglich zum Thronsaal zu gelangen, um UBOLZIOs Herrschaft ein für alle mal zu beenden. Darum gehst du direkt aber dennoch vorsichtig zum Palas, der sich rechts von dir befindet."
		],
		"commands": [
			{ "key": "r", "text": "rechts", "action": "palas" }
		],
		"hint": "Rechts ist der Palas, und dort mußt du hin."
	},

	{
		"id": "burghof_no-magic-wand",
		"line": 418,
		"story": [
			"Nun entscheide, wohin du gehen willst: In den Palas, der rechts von dir steht, oder in die Stallungen, die sich auf der gegenüberliegenden Seite des Burghofes befinden? Wenn du lieber auf den Wehrgang steigen willst, gib >hoch< ein."
		],
		"commands": [
			{ "key": "r", "text": "rechts", "action": "palas" },
			{ "key": "w", "text": "weiter", "set-condition": "visited-stallungen", "action": "stallungen" },
			{ "condition": "has-sword", "key": "h", "text": "hoch", "set-condition": "visited-wehrgang", "action": "wehrgang_has-sword" },
			{ "condition": "no-weapons", "key": "h", "text": "hoch", "action": "wehrgang_tod" }
		],
		"hint": "Häremm! Könntest du dich bitte für eine Richtung entscheiden?"
	},

	{
		"id": "burghof_aus-stallungen",
		"line": 550,
		"story": [
			"Wohin treibt es dich jetzt? In den Palas, dann mußt du nach links gehen, ins Lagerhaus auf der anderen Seite des Burghofes, oder willst du dich erst auf dem Wehrgang umschauen?"
		],
		"commands": [
			{ "key": "l", "text": "links", "action": "palas" },
			{ "not-condition": "visited-lagerhaus", "key": "w", "text": "weiter", "set-condition": "visited-lagerhaus", "action": "lagerhaus" },
			{ "not-condition": "visited-wehrgang", "condition": "has-sword", "key": "h", "text": "hoch", "set-condition": "visited-wehrgang", "action": "wehrgang_has-sword" },
			{ "not-condition": "visited-wehrgang", "condition": "has-keys", "key": "h", "text": "hoch", "set-condition": "visited-wehrgang", "action": "wehrgang_has-keys" },
			{ "not-condition": "visited-wehrgang", "condition": "no-weapons", "key": "h", "text": "hoch", "action": "wehrgang_tod" }
		],
		"hint": "Wohin? [>links<, >weiter< bzw. >hoch<]"
	},

	{
		"id": "burghof_aus-stallungen-flucht",
		"line": 659,
		"story": [
			"Dann stürzen sie weiter, weil sie dich im Palas wähnen. Du wartest noch eine Weile, dann kriechst du aus deinem Versteck und gehst auf den Burghof hinaus.\nNun entscheide, wo du als nächstes hingehen möchtest. Bist du mutig und erkundest den Palas, den Sitz UBOLZIOs? Oder willst du lieber hinauf auf den Wehrgang? Gib >links< bzw. >hoch< ein."
		],
		"commands": [
			{ "key": "l", "text": "links", "action": "palas" },
			{ "not-condition": "visited-wehrgang", "condition": "has-sword", "key": "h", "text": "hoch", "set-condition": "visited-wehrgang", "action": "wehrgang_has-sword" },
			{ "not-condition": "visited-wehrgang", "condition": "has-keys", "key": "h", "text": "hoch", "set-condition": "visited-wehrgang", "action": "wehrgang_has-keys" },
			{ "not-condition": "visited-wehrgang", "condition": "no-weapons", "key": "h", "text": "hoch", "action": "wehrgang_tod" }
		],
		"hint": "Hast du denn immernoch nicht kapiert, wie’s geht?"
	},

	{
		"id": "burghof_vom-wehrgang_has-sword",
		"line": 470,
		"story": [
			"Du läufst den ganzen Wehrgang wieder zurück, steigst die Stufen zum Burghof hinunter und mußt dich nun für eine neue Richtung entscheiden: Links sind die Stallungen, rechterhand befindet sich das Lagerhaus, und wenn du in den Palas möchtest, mußt du geradeaus [>weiter<] über den Burghof gehen."
		],
		"commands": [
			{ "not-condition": "visited-lagerhaus", "key": "r", "text": "rechts", "set-condition": "visited-lagerhaus", "action": "lagerhaus" },
			{ "not-condition": "visited-stallungen", "key": "l", "text": "links", "set-condition": "visited-stallungen", "action": "stallungen" },
			{ "key": "w", "text": "weiter", "action": "palas" }
		],
		"hint": "Eine klare, vernünftige Entscheidung, bitte."
	},

	{
		"id": "burghof_vom-wehrgang_has-keys",
		"line": 597,
		"story": [
			"Du läufst den Wehrgang wieder zurück, vorbei an den ahnungslosen Wachen, steigst die Stufen zum Burghof hinunter und legst dort erst einmal deine Tarnung ab. Nun mußt du dich für eine neue Richtung entscheiden: Links sind die Stallungen, rechterhand befindet sich das Lagerhaus, und wenn du in den Palas möchtest, mußt du geradeaus [>weiter<] über den Burghof gehen."
		],
		"commands": [
			{ "not-condition": "visited-lagerhaus", "key": "r", "text": "rechts", "set-condition": "visited-lagerhaus", "action": "lagerhaus" },
			{ "not-condition": "visited-stallungen", "key": "l", "text": "links", "set-condition": "visited-stallungen", "action": "stallungen" },
			{ "key": "w", "text": "weiter", "action": "palas" }
		],
		"hint": "Eine klare, vernünftige Entscheidung, bitte."
	},

	{
		"id": "stallungen",
		"line": 545,
		"story": [
			"Du läufst hinüber zu den Stallungen, um zu sehen, ob es da irgendetwas Interessantes zu entdecken gibt. Du öffnest das Tor und gehst hinein. Aber außer Pferdeboxen mit vielen Pferden drin und einem Berg von aufgehäuftem Heu kannst du hier nichts besonderes erblicken. Was sollte es in einem Pferdestall auch so Außergewöhnliches geben?\nDu kehrst dich um und gehst auf den Burghof zurück."
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "burghof_aus-stallungen" }
		]
	},

	{
		"id": "stallungen_flucht",
		"line": 653,
		"story": [
			[
				{ "condition": "has-sword-or-keys", "story": "Der Dachboden erscheint dir nicht als sicher genug, darum läufst du schnell zurück auf den Burghof. Nun blickst du dich hastig um, nach einem geeigneten Versteck vor deinen Verfolgern suchend. Da erblickst du die Stallungen." },
				{ "condition": "no-weapons", "story": "Schnell bist du beim Tor, welches zu deinem Glück nicht verschlossen ist, öffnest es geschwind und läufst hinaus auf den Burghof. Nach einem Versteck suchend, blickst du dich hastig um. Da fallen dir die Stallungen ins Auge." }
			],
			"Ohne noch länger zu zögern, flüchtest du hinein und kriechst in einen aufgetürmten Berg von Heu. Wenige Augenblicke später hörst du, wie die Schar deiner Verfolger auf den Burghof stürmt und lautstark überlegt, wo du hingeflohen sein könntest."
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "burghof_aus-stallungen-flucht" }
		]
	},

	{
		"id": "wehrgang_tod",
		"line": 434,
		"story": [
			"Völlig unbewaffnet auf den Wehrgang zu steigen, war eine schlechte Idee! Hier oben laufen einige Wachposten herum, und als sie dich entdecken, legen sie sofort ihre Armbrüste an und schießen auf dich. Du wirst gleich mehrfach getroffen und stirbst …"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "game_over" }
		]
	},

	{
		"id": "wehrgang_has-sword",
		"line": 439,
		"story": [
			"Du steigst die Stufen zum Wehrgang hinauf. Als du oben bist, bemerkst du, daß hier auch zahlreiche Wachenposten herumstehen. Aber du läßt dich deswegen nicht sehr aus der Ruhe bringen. Du packst Schwert und Schild fester und stürzt auf den ersten los.\nDa du noch nicht bemerkt worden warst, kannst du diesen Überraschungsangriff ohne Schwierigkeiten beginnen. Dann aber fassen sich deine Gegner schnell und gehen zum Gegenangriff über."
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "wehrgang_has-sword_10" }
		]
	},

	{
		"id": "wehrgang_has-sword_10",
		"line": 444,
		"story": [
			"Es kommt zu einem langen, harten Kampf, der dir viele Wunden einbringt, obschon du die meisten Hiebe deiner Gegner mit dem Schild auffangen kannst.\nIrgendwann endlich endet das blutige Gefecht. Du läßt das Schwert ermattet sinken und lehnst dich erschöpft gegen eine Zinne.",
			"Nachdem du wieder zu Kräften gekommen bist, gehst du den Wehrgang entlang, bis du zu einem viereckigen Turm gelangst. Du trittst in das Innere des Turms und stehst vor einer Tür aus schwerem Holz, die in ein Turmgemach führen muß. Von außen ist ein eiserner Riegel davorgelegt. Eine Leiter führt außerdem in das Obergeschoß des Turms.\nWas tust du?"
		],
		"commands": [
			{ "key": "h", "text": "hoch", "action": "wehrgang_turm" },
			{ "key": "o", "text": "öffne Tür", "action": "wehrgang_verlies_has-sword" },
			{ "key": "z", "text": "zurück", "action": "burghof_vom-wehrgang_has-sword" }
		]
	},

	{
		"id": "wehrgang_has-keys",
		"line": 571,
		"story": [
			"Du steigst die Stufen zum Wehrgang hinauf. Als du oben bist, bemerkst du, daß hier auch zahlreiche Wachenposten herumstehen. Noch haben sie dich nicht gesehen. Aber da fällt dir schon etwas ein, um ungeschoren an ihnen vorbeizukommen. Du holst Helm und Umhang hervor, die du aus dem Kerker mitgenommen hast, kleidest dich damit ein und siehst nun ebenso aus wie die Schergen UBOLZIOs. In dieser Tarnung betrittst du den Wehrgang und schreitest mutig an den Kerlen vorbei."
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "wehrgang_has-keys_10" }
		]
	},

	{
		"id": "wehrgang_has-keys_10",
		"line": 578,
		"story": [
			"Und es klappt: Du wirst nicht erkannt! Innerlich frohlockend gehst du immer weiter, bis du zu einem viereckigen Turm gelangst. Du trittst in das Innere des Turms und stehst vor einer eisenbeschlagenen Tür, die in ein Turmgemach führen muß. Von außen ist ein schwerer Riegel mit Schloß davorgelegt. Eine Leiter führt außerdem in das Obergeschoß des Turms.\nWas tust du?"
		],
		"commands": [
			{ "key": "h", "text": "hoch", "action": "wehrgang_turm" },
			{ "key": "o", "text": "öffne Tür", "action": "wehrgang_verlies_has-keys" },
			{ "key": "z", "text": "zurück", "action": "burghof_vom-wehrgang_has-keys" }
		]
	},

	{
		"id": "wehrgang_turm",
		"line": 461,
		"story": [
			"Du kletterst die Leiter hinauf. Hier oben ist nichts besonderes. Du entdeckst noch eine Leiter und steigst auch diese empor. Nun stehst du ganz oben auf der Turmplattform. Hier weht ein kräftiger Wind, der an deinen Kleidern zerrt und dir die Haare ins Gesicht bläst. Du bleibst für eine Weile dort oben und siehst dir die Landschaft an. Dann steigst du wieder hinunter.\nGehst du nun zum Burghof zurück oder versuchst du, die Tür zum Turmgemach zu öffnen?"
		],
		"commands": [
			{ "condition": "has-sword", "key": "o", "text": "öffne Tür", "action": "wehrgang_verlies_has-sword" },
			{ "condition": "has-sword", "key": "z", "text": "zurück", "action": "burghof_vom-wehrgang_has-sword" },
			{ "condition": "has-keys", "key": "o", "text": "öffne Tür", "action": "wehrgang_verlies_has-keys" },
			{ "condition": "has-keys", "key": "z", "text": "zurück", "action": "burghof_vom-wehrgang_has-keys" }
		]
	},

	{
		"id": "wehrgang_verlies_has-sword",
		"line": 487,
		"story": [
			"Du hast dich entschlossen, die Tür zu öffnen, denn du willst wissen, was sich dahinter verbirgt. Schwert und Schild legst du beiseite, denn du brauchst beide Hände, um den schweren Riegel zu bewegen. Er sitzt verdammt fest, und du mußt erst eine Weile rucken und rütteln, bis du ihn endlich wegbekommst. Dementsprechend bist du gespannt auf das, was dich nun erwarten wird. Du ziehst die Tür auf und …",
			"… vor dir steht eine wunderschöne, junge Maid!\nSie erschrickt zuerst, weil du ein sehr wildes Bild abgibst, was jedoch vom Kampfe herrührt. Dann aber faßt sie Vertrauen zu dir, weil du ihr freundlich und offen begegnest. Sie erzählt dir, daß sie von UBOLZIO geraubt wurde und er sie hier eingesperrt hat, weil sie sich geweigert hatte, seine Geliebte zu werden. Sie fleht dich an, sie aus der Gewalt UBOLZIOs zu befreien.\nHilfst du ihr?"
		],
		"commands": [
			{ "key": "j", "text": "ja", "action": "wehrgang_verlies_has-sword_10" },
			{ "key": "n", "text": "nein", "action": "wehrgang_verlies-tod" }
		],
		"hint": "Ja oder nein?"
	},

	{
		"id": "wehrgang_verlies_has-sword_10",
		"line": 507,
		"story": [
			"Natürlich erklärst du dich bereit, mit ihr gemeinsam zu fliehen, denn auch dein Verlangen ist es, so rasch wie möglich diese Burg zu verlassen.\nDir ist klar, daß ihr es nicht schaffen könntet, durch das Burgtor zu entfliehen, ohne von den Wachen entdeckt und getötet zu werden. Darum mußt du über einen anderen Fluchtweg nachsinnen."
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "wehrgang_verlies_has-sword_ende" }
		]
	},

	{
		"id": "wehrgang_verlies_has-sword_ende",
		"line": 511,
		"story": [
			"Dir fällt ein, daß du ja ein langes Seil bei dir hast. Und das ist die Rettung!\nZusammen mit dem Mädchen verläßt du den Turm und bindest das Seil draußen mit dem einen Ende fest um eine Zinne. Das andere Ende wirfst du die Schildmauer hinunter. Ihr steigt daran hinab und seid frei …"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "congratulations_mit-musik" }
		]
	},

	{
		"id": "wehrgang_verlies_has-keys",
		"line": 603,
		"story": [
			"Du hast dich entschlossen, die Tür zu öffnen, denn du willst wissen, was sich dahinter verbirgt. Du holst den Schlüsselbund aus deiner Tasche und probierst damit solange herum, bis du das Schloß aufbekommen hast. Du schiebst den Riegel zur Seite und bist sehr gespannt auf das, was dich nun erwarten wird. Du ziehst die Tür auf und …",
			"… vor dir steht eine wunderschöne, junge Maid!\nSie erschrickt zuerst, weil du die Kleidung der Burgwachen trägst. Dann aber faßt sie Vertrauen zu dir, weil du ihr freundlich und offen begegnest. Sie erzählt dir, daß sie von UBOLZIO geraubt wurde und er sie hier eingesperrt hat, weil sie sich geweigert hatte, seine Geliebte zu werden. Sie fleht dich an, sie aus der Gewalt UBOLZIOs zu befreien.\nHilfst du ihr?"
		],
		"commands": [
			{ "key": "j", "text": "ja", "action": "wehrgang_verlies_has-keys_10" },
			{ "key": "n", "text": "nein", "action": "wehrgang_verlies-tod" }
		],
		"hint": "Ja oder nein?"
	},

	{
		"id": "wehrgang_verlies_has-keys_10",
		"line": 621,
		"story": [
			"Natürlich erklärst du dich bereit, mit ihr gemeinsam zu fliehen, denn auch dein Verlangen ist es, so rasch wie möglich diese Burg zu verlassen.\nDir fällt auch sogleich ein Fluchtplan ein. Du gehst zum Eingang des Turmes und rufst den Wächter heran, der am nächsten am Turm steht. Dann stellst du dich schnell hinter den Eingang, und als der Wächter hereinkommt schlägst du ihm deine Keule über den Schädel. Er sackt zu Boden und ist für die nächsten paar Stunden ohnmächtig. Du zerrst ihn in das Turmgemach, nimmst ihm den Helm und den Umhang ab und gibst beides dem Mädchen. Sie zieht die Sachen zur Tarnung über, so, wie du es vorhin getan hast, und ihr verlaßt den Turm."
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "wehrgang_verlies_has-keys_ende" }
		]
	},

	{
		"id": "wehrgang_verlies_has-keys_ende",
		"line": 629,
		"story": [
			"Ohne verdächtige Hast aber mit ängstlich verkrampftem Herzen geht ihr an den Wachen auf dem Wehrgang vorbei. Ihr erreicht unerkannt den Burghof und geht von dort aus in die Stallungen, wo ihr zwei Pferde sattelt. Ihr führt sie hinaus auf den Hof, sitzt auf und reitet zum Burgtor. Barsch befiehlst du dem dort wachenden Mann, das Tor zu öffnen. Er schöpft keinen Argwohn und läßt euch sogleich hinaus.\nIhr treibt eure Pferde an und verschwindet für immer aus dieser dunklen Burg …"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "congratulations_mit-musik" }
		]
	},

	{
		"id": "wehrgang_verlies-tod",
		"line": 518,
		"story": [
			"Ich habe keine Ahnung, welcher böse Geist in dich gefahren ist. Das Flehen des Mädchens läßt dich kalt, du kannst bei deiner Flucht keinen Menschen als Risiko an deiner Seite dulden. Erbarmungslos sperrst du sie wieder zurück in ihr Turmgemach und legst den Türriegel fest davor. Dann nimmst du deine Sachen, gehst hinaus aus dem Turm und willst dich davonmachen.\nDoch deine Unbarmherzigkeit bleibt nicht ungestraft: Vom obersten Rand des Turmes löst sich ein großer Stein, stürzt hinunter und erschlägt dich …"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "game_over" }
		]
	},

	{
		"id": "palas",
		"line": 692,
		"story": [
			"Du gehst die breiten Stufen zum Palas hinauf und öffnest die mächtige Portaltür, in die eine dämonische Fratze hineingeschnitzt ist. Nun stehst du in einem breiten, gewölbten Gang, der sich bis zur anderen Seite des Gebäudes hinzieht und dort einen Knick nach rechts macht. Aus der Wand zu deiner Rechten ragen einige Eisenringe, worin Fackeln stecken. Eine Steintafel trägt die Inschrift: >>Diesen Palas errichtete der große Baumeister DEWITT auf Wunsch seiner Majestät König UBOLZIOs.<<\nZu deiner Linken befindet sich eine Tür, die mit festen Eisenbändern beschlagen ist. Dort hinten, wo der Gang nach rechts weiterführt, ist noch eine zweite Tür aus einfachem, dunklem Holz."
		],
		"commands": [
			{ "key": "o", "text": "öffne Tür", "action": "waffenkammer" }
		],
		"hint": "Versuche, die erste Tür zu öffnen."
	},

	{
		"id": "waffenkammer",
		"line": 710,
		"story": [
			{ "condition": "has-sword", "story": "Sie ist mit einem schweren Schloß versehen, das du nicht aufbekommst.\nDu gehst hinter zur zweiten Tür." },
			{ "condition": "has-keys", "story": "Sie ist mit einem schweren Schloß versehen, doch das stellt für dich kein Problem dar. Du nimmst den Schlüsselbund aus der Tasche und probierst damit solange, bis du das Schloß aufbekommen hast. Du öffnest die Tür und stellst erfreut fest, daß dies die Waffenkammer ist!\nDu denkst, daß es eigentlich besser wäre, mit einem scharfen Schwert bewaffnet zu sein als mit einer einfachen Keule, wie du sie besitzt. Darum suchst dir das beste Schwert und den härtesten Schild aus. Dann verläßt du die Waffenkammer, schließt sie wieder ab und gehst hinter zur zweiten Tür." },
			{ "condition": "no-weapons", "story": "Zu deinem Glück (und UBOLZIOs Verhängnis) ist die Türe nicht verschlossen. Du ziehst sie auf und betrittst eine dunkle Kammer. Damit du mehr erkennen kannst, holst du dir aus dem Gewölbegang eine Fackel. Nun bemerkst du erfreut, daß dies die Waffenkammer ist! Um nicht weiterhin unbewaffnet im Palas herumzuschleichen, suchst dir das schärfste Schwert und den härtesten Schild aus. Dann verläßt du die Waffenkammer wieder und gehst hinter zur zweiten Tür." }
		],
		"commands": [
			{ "key": "o", "text": "öffne Tür", "action": "gesinderaum" },
			{ "key": "r", "text": "rechts", "action": "treppenhaus" }
		],
		"hint": "Versuche, die zweite Tür zu öffnen, oder folge dem Gang nach rechts."
	},

	{
		"id": "gesinderaum",
		"line": 717,
		"story": [
			"Die Tür läßt sich öffnen, und du schaust in den Raum hinein. Es befinden sich ein Kamin darin, ein Tisch mit mehreren Schemeln drumherum, einige Kleidertruhen und ein eisernes Gestell mit einem Waschzuber darauf. Es gibt zwei Fenster, wovon eines geöffnet ist. An den Wänden stehen breite Holzbänke, darauf liegen Schlafdecken. Wahrscheinlich ist dies hier der Wohnraum des Burggesindes.\nDu klappst die Tür zu."
		],
		"commands": [
			{ "key": "r", "text": "rechts", "action": "treppenhaus" }
		],
		"hint": "Folge dem Gang nach rechts."
	},

	{
		"id": "treppenhaus",
		"line": 727,
		"story": [
			"Schon nach wenigen Schritten stehst du vor einer großen Wendeltreppe, die ins Obergeschoß des Palas führt. In der Wand rechts von dir ist eine Tür, hinter der du Stimmen vernehmen kannst. Öffnest du die Tür oder gehst du gleich die Wendeltreppe hinauf?"
		],
		"commands": [
			{ "key": "o", "text": "öffne Tür", "action": "kueche" },
			{ "key": "h", "text": "hoch", "action": "palas_og" }
		]
	},

	{
		"id": "kueche",
		"line": 740,
		"story": [
			"Die Neugier siegt über deinen Verstand: Du öffnest die Tür vorsichtig eine Hand breit und äugst in den Raum hinein. Es ist die Küche. Hier herrscht ein hektisches Treiben; wahrscheinlich hat UBOLZIO für heute ein großes Festgelage angesagt. Das gesamte Gesinde ist hier am Schuften und dabei so beschäftigt, daß du gar nicht bemerkt wirst.\nMänner stehen an dem gewaltigen Kamin und beaufsichtigen sämtliche Speisen, die dort vor sich hin kochen und braten. Andere sitzen um den Tisch herum und nehmen Fasane und Hasen aus, putzen und schneiden das Gemüse, wieder andere waschen Teller und Pokale, Messer, Löffel und Spieße ab. Frauen scheint es in dieser Burg überhaupt nicht zu geben.",
			"Du schließt die Tür wieder und gehst die große Wendeltreppe hinauf."
		],
		"commands": [
			{ "key": "h", "text": "hoch", "action": "palas_og" }
		]
	},

	{
		"id": "palas_og",
		"line": 752,
		"story": [
			"Du gehst die breite Wendeltreppe hinauf und kommst nun in die königlichen Gefilde des Palas. Du stehst wieder in einem breiten, gewölbten Gang, der nach etlichen Metern nach links weiterverläuft. Im Gegensatz zu dem dunklen, schlichten Untergeschoß ist hier oben alles viel prächtiger und majestätischer. Große Fenster lassen viel Licht hinein, die Wände sind behängt mit großen Bannern, Wappen und Gemälden, auf denen UBOLZIO abgebildet ist.\nLinks von dir ist eine große Tür aus edelstem Holz mit einem güldenen Griff."
		],
		"commands": [
			{ "condition": "has-keys", "key": "o", "text": "öffne Tür", "action": "schlafzimmer" },
			{ "condition": "has-sword", "key": "o", "text": "öffne Tür", "action": null, "message": "Diese Tür ist verschlossen." },
			{ "condition": "no-weapons", "key": "o", "text": "öffne Tür", "action": null, "message": "Diese Tür ist verschlossen." },
			{ "condition": "has-magic-wand", "key": "w", "text": "weiter", "action": "vorzimmer_drache" },
			{ "condition": "no-magic-wand", "key": "w", "text": "weiter", "set-condition": "not-visited-schlafzimmer", "action": "vorzimmer_kein-drache" }
		]
	},

	{
		"id": "schlafzimmer",
		"line": 859,
		"story": [
			"Die Tür ist verschlossen, doch du öffnest auch diese mit den Schlüsseln. Der Raum, die du nun betrittst, ist das Privatgemach des Tyrannen UBOLZIO. Die Wände sind mit Samt und Seide überzogen, auf dem Boden liegt ein prächtiger Teppich und an der rechten Wand steht ein großes Himmelbett mit roten Vorhängen. In der linken Ecke des Raumes steht, abgeschirmt durch seidene Vorhänge, ein großer Badekufen, und in der rechten eine große Truhe für Gewänder und andere Bekleidungsstücke.\nNur wenige Schritte von dir entfernt befindet sich eine kleine, gut verborgene Tür in der Wand."
		],
		"commands": [
			{ "key": "o", "text": "öffne Tür", "action": "schatzkammer" },
			{ "key": "z", "text": "zurück", "set-condition": "visited-schlafzimmer", "action": "vorzimmer_kein-drache" }
		],
		"hint": "Versuche, die kleine Tür zu öffnen, oder geh wieder aus dem Raum hinaus."
	},

	{
		"id": "schatzkammer",
		"line": 872,
		"story": [
			"Auch diese Tür ist abgeschlossen, doch du findest schnell den passenden Schlüssel. Als du die Tür aufdrückst und siehst, was sich dahinter befindet, bist du für eine ganze Weile überwältigt!\nDu stehst in einer kleinen Kammer, die vollgestopft ist mit Reichtümern. Da sind große Truhen und Krüge, aus denen die Gold- und Silbermünzen hervorquellen. Mit Perlen und Edelsteinen besetzte Pokale türmen sich neben ungemein kostbaren Vasen, golddurchwirkte Stoffe häufen sich neben Kästen voller Schmuck und Geschmeide. Kunstvolle Gemälde und Figuren sind hier ebenso zu finden wie reich verzierte Waffen.",
			"Dir gehen beinahe die Augen über, und du überlegst, wie du wenigstens mit einem kleinen Teil dieses Schatzes aus der Burg verschwinden könntest."
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "schatzkammer_ende" }
		]
	},

	{
		"id": "schatzkammer_ende",
		"line": 881,
		"story": [
			"Schnell hast du einen Plan gefaßt. Du nimmst einen Sack, den größten, den du auftreiben kannst, und stopfst so viele Reichtümer hinein, wie nur geht. Dann hüllst du dich ins Helm und Umhang, die du aus dem Kerker mitgenommen hast, und hebst den Sack über die Schulter. Auf diese Weise getarnt verläßt du die Burg UBOLZIOs ohne größere Schwierigkeiten und feierst die wieder gewonnene Freiheit mit dem Kauf deines ersten Lamborghini …"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "congratulations_mit-musik" }
		]
	},

	{
		"id": "vorzimmer_kein-drache",
		"line": 773,
		"story": [
			[
				{ "condition": "visited-schlafzimmer", "story": "Du bist nicht an weiteren Gemächern interessiert und verläßt deshalb diesen Raum. Nachdem du die Tür wieder verschlossen hast, folgst du dem Gang bis ans Ende und betrittst schließlich den Vorraum zum Thronsaal. Auch dieser Bereich ist prächtig ausgeschmückt. Alles dient nur dem Zweck, UBOLZIO und seine Herrschaft zu verherrlichen." },
				{ "condition": "not-visited-schlafzimmer", "story": "Du folgst dem Gang bis ans Ende und betrittst schließlich den Vorraum zum Thronsaal. Auch dieser Bereich ist prächtig ausgeschmückt. Alles dient nur dem Zweck, UBOLZIO und seine Herrschaft zu verherrlichen." }
			],
			"Du gehst weiter, bis du zu der großen, teuren Tür gelangst, die in den THRONSAAL führt!"
		],
		"music": "<<<<t180mnl2cl4cdl6e-dc>l4c.<l8cl2c",
		"music_delay": 123456,
		"commands": [
			{ "key": "o", "text": "öffne Tür", "action": "thronsaal" }
		],
		"hint": "Du zitterst wohl schon vor Angst!"
	},

	{
		"id": "vorzimmer_drache",
		"line": 900,
		"story": [
			"Du folgst dem Gang bis ans Ende und betrittst schließlich den Vorraum zum Thronsaal. Vor der großen Tür, die dort hineinführt, liegt – ein dreiköpfiger Drache! Genau so, wie es dir der alte Mann aus dem Turmzimmer gesagt hatte.",
			"Der Drache bemerkt dich und richtet seine drei Hälse auf. Es ist ein ekelhaftes, schuppiges, schmutzigbraunes Untier mit vier großen Pranken. Über den gesamten Rücken zieht sich ein Kamm spitzer Stacheln, ebenso über den Schwanz. Seine Augen leuchten gierig, und aus seinen Mäulern trieft der Speichel, als er dich da so verzagt stehen sieht. Du fragst dich, wie du je dazu kommen sollst, ihn mit dem Stab anzurühren, ohne vorher von ihm verschlungen zu werden.\nDu gehst langsam auf ihn zu und hälst dabei den Schild schützend vor dich, mit der anderen Hand faßt du dein Schwert und den Stab."
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "vorzimmer_drache-kampf" }
		]
	},

	{
		"id": "vorzimmer_drache-kampf",
		"line": 913,
		"story": [
			"Der Drache läßt dich noch ein Stück herankommen, dann springt er auf dich zu und brüllt dabei laut aus allen drei Schlünden. Du schreist auch, allerdings vor Entsetzen, und fuchtelst wild mit Schwert, obwohl du weißt, daß das nichts nützt …"
		],
		"music": "<<<t125msl16cccccccccd-cd-ee-d-e-l4c",
		"commands": [
			{ "key": "enter", "text": "", "action": "vorzimmer_drache-sieg" }
		]
	},

	{
		"id": "vorzimmer_drache-sieg",
		"line": 920,
		"story": [
			"Ich weiß zwar nicht wie, aber du schaffst es doch noch, den furchtbaren Drachen mit dem Stab des alten Mannes anzurühren, und augenblicklich zerfällt das Ungetüm vor deinen Augen zu Staub.",
			"Du wirfst den Stab fort, denn nun ist er für dich ja nutzlos, und schreitest vor bis zur Tür, die in den THRONSAAL führt."
		],
		"music": "<<<<t180mnl2cl4cdl6e-dc>l4c.<l8cl2c",
		"music_delay": 123456,
		"commands": [
			{ "key": "o", "text": "öffne Tür", "action": "thronsaal" }
		],
		"hint": "Du zitterst wohl schon vor Angst!"
	},

	{
		"id": "thronsaal",
		"line": 784,
		"story": [
			"Du öffnest die Tür mit einem Ruck und stürmst hinein, Schwert und Schild fest umklammert. Drinnen umfängt dich sogleich ein ungemeiner Prunk und Reichtum. An den Wänden hängen kostbare Teppiche und goldbestickte Fahnen. Der Steinfußboden ist mit zahlreichen Mosaiken geziert. Öllampen auf goldenen Ständern und hohe Fenster mit buntem Glas tauchen den Raum in ein mystisches Licht. Hinter dem mächtigen Thron, der mit kunstvollen Schnitzereien versehen ist, erstreckt sich eine lange Reihe von prachtvollen Rüstungen. Im rechten Teil des Raumes steht eine lange Festtafel mit samtbezogenen Stühlen ringherum, wo UBOLZIO wohl immer seine gewaltigen Gelage abhält. In der Ecke befindet sich ein großer Kamin, und davor liegt ein Bärenfell."
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "thronsaal_kampf" }
		]
	},

	{
		"id": "thronsaal_kampf",
		"line": 795,
		"story": [
			"UBOLZIO hat dich sofort bemerkt und springt von seinem Thron auf. Er sieht das Schwert in deiner Hand blitzen und zieht sofort aus einer reich verzierten Scheide seinen berüchtigten Zweihänder. Du stürzt dich auf ihn, und eure Schwerter treffen klirrend aufeinander. Es entspannt sich ein erbitterter Kampf …"
		]
	},

	{
		"id": "thronsaal_kampf-tod",
		"line": 816,
		"story": [
			"Du dachtest wohl, UBOLZIO ließe sich so einfach töten?!? Das erweist sich als ein großer Irrtum! Du hast seine Fechtkünste gewaltig unterschätzt!\nEr zerschlägt dir den Schild, dein Schwert zerbricht schließlich auch, und dann versetzt dir UBOLZIO den tödlichen Stoß …"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "game_over" }
		]
	},

	{
		"id": "thronsaal_kampf-sieg",
		"line": 821,
		"story": [
			"UBOLZIO führt sein Schwert mit ungeheurer Stärke und zerschlägt deinen Schild. Doch nach und nach werden seine Hiebe kraftloser, sein Arm erlahmt unter dem großen Gewicht des Zweihänders. Du bringst ihn durch einen geschickten Schwertstreich zu Fall und stößt ihm das Schwert in die Brust. Da haucht UBOLZIO seine Seele aus …",
			"DU HAST IHN BEZWUNGEN!"
		],
		"music": "t117ms <<l8f#f#f# mlf#l16edef# msl8ggg mlgl16f#ef#g msl8aaa mlal16gf#ed mnl8edc#l4dp8 l8msdddd<ap8aaa> l4d",
		"commands": [
			{ "key": "enter", "text": "", "action": "thronsaal_ende" }
		]
	},

	{
		"id": "thronsaal_ende",
		"line": 829,
		"story": [
			"Du hast UBOLZIO besiegt und das Land von der Tyrannenherrschaft befreit. Vor lauter Dankbarkeit ernennt dich das Volk zu seinem NEUEN KÖNIG!"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "congratulations" }
		]
	},

	{
		"id": "congratulations",
		"line": 837,
		"story": [
			"                                 GRATULATION!\n            DU HAST DICH WACKER DURCH DIESES ABENTEUER GESCHLAGEN!"
		],
		"commands": [
			{ "key": "enter", "text": "", "action": "credits" }
		]
	},

	{
		"id": "congratulations_mit-musik",
		"line": 685,
		"story": [
			"                                 GRATULATION!\n            DU HAST DICH WACKER DURCH DIESES ABENTEUER GESCHLAGEN!"
		],
		"music": "t130ms<<l8cl16ccl8cecegeg>l2c",
		"commands": [
			{ "key": "enter", "text": "", "action": "credits" }
		]
	},

	{
		"id": "game_over",
		"line": 117,
		"story": [
			"DAS WAR’S FÜR DICH!"
		],
		"music": "<<<<t117mnl2dl4d.l8dl2dmll4fmsemlemsdmldmnc#l2d",
		"commands": [
			{ "key": "enter", "text": "", "action": "restart_or_exit" }
		]
	},

	{
		"id": "restart_or_exit",
		"line": 119,
		"story": [
			"Willst du das Spiel noch einmal beginnen? [j=ja, n=nein]"
		],
		"commands": [
			{ "key": "j", "text": "ja", "action": "start" },
			{ "key": "n", "text": "nein", "action": "credits" }
		]
	},

	{
		"id": "credits",
		"line": 215,
		"story": [
			"----------------------------  E  N  D  E  !  !  !  ----------------------------",
			"Ein Spiel von KRISCHAN\n\nIdee: KRISCHAN mit hilfreicher Unterstützung von DEWITT\n\nText: KRISCHAN\n\nMusik: KRISCHAN (bis auf wenige Raubkopien)\n\nProgrammed by KRISCHAN\n\nCopyrights by KRISCHAN MCMXCVI"
		]
	}
]